Repository: magenta-aps/profile
Catalog: translations/*_views.po
Languages: da

# comment_abuse:block_1:field:comment:delete_comment:label
source: Delete comment
da: Slet svar

# comment_abuse:block_1:field:comment:edit_comment:label
source: Edit comment
da: Redigér svar

# loop_editor_comments:default:use_more_text
source: show all comments
da: vis alle kommentarer

# loop_editor_comments:page_1:use_more_text
source: show all comments
da: vis alle kommentarer

# loop_editor_content:default:use_more_text
source: show all content
da: vis alt indhold

# loop_editor_content:page_2:use_more_text
source: show all content
da: vis alt indhold

# loop_editor_users:default:title
source: All users (sorted by latest)
da: Brugere (sorteret efter nyeste)

# loop_editor_users:default:use_more_text
source: show all users
da: vis alle brugere

# loop_node_comments:default:title
source: Comment for content
da: Kommentar til indhold

# loop_questions_by_user_profession:default:relationship:node:cid:label
source: Kommentarer
da: Svar

# loop_user_nodes:default:field:node_comment_statistics:comment_count:suffix
source: replies
da: svar
